Repository: kodi-game/game.libretro.ppsspp
Catalog: game.libretro.ppsspp/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, es_es, es_mx, ga, sv_se, zh_cn

# Addon Description
source: PPSSPP is a fast and portable PSP emulator written in C++.
da_dk: PPSSPP er en hurtig og bærbar PSP-emulator skrevet i C++.
de_de: PPSSPP ist ein schneller und portabler PSP-Emulator, geschrieben in C++.
es_es: PPSSPP es un emulador de PSP rápido y portátil escrito en C++.
ga: Is aithriseoir PSP gasta agus iniompartha é PPSSPP atá scríofa i C++.
sv_se: PPSSPP är en snabb och portabel PSP-emulator skriven i C++.
zh_cn: PPSSPP 是用 C++ 编写的快速便携式 PSP 模拟器。

# Addon Disclaimer
source: Originally created by Henrik Rydgård
da_dk: Oprindeligt skabt af Henrik Rydgård
de_de: Ursprünglich erstellt von Henrik Rydgård
es_es: Creado originalmente por Henrik Rydgård
ga: Cruthaithe ar dtús ag Henrik Rydgård
sv_se: Ursprungligen skapat av Henrik Rydgård
zh_cn: 由 Henrik Rydgård 初始创建

# #30000
source: Settings
zh_cn: 设置

# #30001
source: CPU Core
da_dk: CPU-kerne
de_de: CPU-Kern
es_es: Núcleo CPU
es_mx: Núcleo de CPU
ga: Croílár LAP
sv_se: CPU-kärna
zh_cn: CPU 核

# #30002
source: Locked CPU Speed
da_dk: Låst CPU-hastighed
de_de: Gesperrte CPU-Geschwindigkeit
es_es: Velocidad CPU Bloqueada
es_mx: Velocidad fija de CPU
ga: Luas LAP faoi Ghlas
sv_se: Låst CPU-hastighet
zh_cn: 锁定 CPU 速度

# #30003
source: Language
da_dk: Sprog
de_de: Sprache
es_es: Idioma
es_mx: Idioma
ga: Teanga
sv_se: Språk
zh_cn: 语言

# #30004
source: Rendering Mode
da_dk: Renderingstilstand
de_de: Rendering-Modus
es_es: Modo de Renderización
es_mx: Modo de renderización
ga: Mód Rindreála
sv_se: Renderingsläge
zh_cn: 渲染模式

# #30005
source: Auto Frameskip
da_dk: Spring automatisk frame over
de_de: Automatisches Frameskip
es_es: Salto Automático de Fotogramas
es_mx: Salto de cuadro automático
ga: Léim Fráma Uathoibríoch
sv_se: Hoppa automatiskt över bildrutor
zh_cn: 自动跳帧

# #30006
source: Frameskip
da_dk: Spring frame over
es_es: Salto de Fotogramas
es_mx: Salto de cuadro
ga: Fráma-léim
sv_se: Hoppa över bildrutor
zh_cn: 帧跳过

# #30007
source: Frameskip Type
da_dk: Type når frame springes over
de_de: Frameskip-Typ
es_es: Tipo de Salto de Fotograma
es_mx: Tipo de salto de cuadro
ga: Cineál Fráma-léim
zh_cn: 跳帧类型

# #30008
source: Audio latency
da_dk: Lydforsinkelse
de_de: Audio-Latenz
es_es: Latencia de Audio
es_mx: Latencia de audio
ga: Moill fuaime
sv_se: Ljudlatens
zh_cn: 音频延迟

# #30009
source: Internal Resolution (restart)
da_dk: Intern opløsning (genstart)
de_de: Interne Auflösung (Neustart erforderlich)
es_es: Resolución Interna (reiniciar)
es_mx: Resolución interna (reiniciar)
ga: Réiteach Inmheánach (atosú)
sv_se: Intern upplösning (omstart)
zh_cn: 内部分辨率（重新启动）

# #30010
source: Confirmation Button
da_dk: Bekræftelsesknap
de_de: Bestätigungstaste
es_es: Botón de Confirmación
es_mx: Botón de confirmación
ga: Cnaipe Deimhnithe
sv_se: Bekräftelseknapp
zh_cn: 确认按钮

# #30011
source: Fast Memory (Speedhack)
da_dk: Hurtig hukommelse (hastighedshack)
es_es: Memoria Rápida (speedhack)
es_mx: Memoria rápida (hack de velocidad)
ga: Cuimhne Thapa (Speedhack)
zh_cn: 快速内存（Speedhack）

# #30012
source: Block Transfer GPU
da_dk: Bloker overførsel af GPU
de_de: Blockübertragung GPU
es_es: Transferencia de Bloque GPU
es_mx: Bloquear transferencia de GPU
ga: GPU Aistrithe Bloc
sv_se: Blocköverföring GPU
zh_cn: 块传输 GPU

# #30013
source: Texture Scaling Level
da_dk: Niveau af strukturskalering
de_de: Textur-Skalierungsstufe
es_es: Nivel de Escalado de Textura
es_mx: Nivel de escala de textura
ga: Leibhéal Scálúcháin Uigeachta
sv_se: Nivå för texturskalning
zh_cn: 纹理缩放级别

# #30014
source: Texture Scaling Type
da_dk: Type af strukturskalering
de_de: Textur-Skalierungstyp
es_es: Tipo de Escalado de Textura
es_mx: Tipo de escala de textura
ga: Cineál Scálú Uigeachta
zh_cn: 纹理缩放类型

# #30015
source: Texture Filtering
da_dk: Filtrering af struktur
de_de: Texturfilterung
es_es: Filtrado de Textura
es_mx: Filtro de textura
ga: Scagadh Uigeachta
sv_se: Texturfiltrering
zh_cn: 纹理过滤

# #30016
source: Anisotropic Filtering
da_dk: Anisotropisk filtrering
de_de: Anisotropes Filtern
es_es: Filtrado Anisotrópico
es_mx: Filtrado anisotrópico
ga: Scagadh Ainiseatrópach
sv_se: Anisotropisk filtrering
zh_cn: 各向异性滤波

# #30017
source: Texture Deposterize
da_dk: Struktur deposterize
de_de: Textur-Entposterisierung
es_es: Deposterización de Textura
es_mx: Deposterización de textura
ga: Díphoistéir Uigeachta
zh_cn: 纹理去色调分离

# #30018
source: Texture Replacement
da_dk: Erstatning af struktur
de_de: Textur-Ersetzung
es_es: Sustitución de Textura
es_mx: Reemplazo de textura
ga: Athsholáthar Uigeachta
sv_se: Ersättning av textur
zh_cn: 纹理替换

# #30019
source: GPU Hardware T&L
da_dk: GPU hardware T og L
es_mx: Hardware de GPU T&L
ga: Crua-earraí GPU T&L
zh_cn: GPU 硬件 T&L

# #30020
source: Vertex Cache (Speedhack)
da_dk: Vertex-cache (hastighedshack)
es_es: Caché de Vértices (speedhack)
es_mx: Caché de vertex (hack de velocidad)
ga: Taisce Buaicphointe (Hacáil luais)
zh_cn: 顶点缓存（Speedhack）

# #30021
source: Unsafe FuncReplacements
da_dk: Usikre erstatninger af Func
de_de: Unsichere Func-Ersetzungen
es_es: FuncReplacements Inseguros
es_mx: FuncReplacements no seguros
ga: Athsholáthairtí Feidhme Neamhshábháilte
zh_cn: 不安全功能替换

# #30022
source: Internal Cheats Support
da_dk: Understøttelse af interne snydekoder
de_de: Unterstützung für interne Cheats
es_es: Soporte Trucos Internos
es_mx: Soporte interno de trucos
ga: Tacaíocht Inmheánach Aicearraí
sv_se: Internt stöd för fusk
zh_cn: 内部作弊支持

# #30023
source: IO Timing Method
da_dk: IO timingmetode
de_de: I/O-Timing-Methode
es_es: Método de Sincronización IO
es_mx: Método de sincronización de ES
ga: Modh Amúcháin IO
zh_cn: IO 定时方法
